[

    {"title" : "It's Definitely Been a Journey: A Qualitative Study on How Women with Eating Disorders Use Weight Loss Apps", 
    "subreddits" : ["fitness", "loseit", "fat_acceptance", "calorie_count"],
    "quotes" : ["I got more hung up on tracking everything. Before I could just eat something. I didn’t have to worry about logging it into something. I didn’t really keep track of it throughout the day.... Then the ability to track it only made it [eating disorder behaviors] worse... Definitely before [recovery], it was really bad. Like I would get on there [the app] a few times a day, like more than the 3, and just be very obsessive about it.",
                "I started to diet and that's kind of how my eating disorder manifested itself, after the diet became an obsession with tracking my food and how low I could get the number basically... When I was in the middle of my eating disorder, I would definitely use it [the app] everyday. And it was one of those things where I would pretty much try and track everything the day before.", 
                "So literally, it [the app] just knew everything... It had the one tiny little morsel of food logged in there... I remember I went to church one day and I got a communion [wafer], and I even found the calories of it, which it’s a half of calorie, that doesn't matter. But I think it was still in there, so I logged it... Why would you even have that in there? So that just didn't help.",
                "I try to get exactly on [the number]... I like having it exactly on... It [the app] made me more OCD [obsessive compulsive disorder], 'cause I'm like, ‘I have to hit this number,’ basically... It's made me more, very stringent on what I'm eating and making sure I hit those numbers... There was one time my parents wanted to go out to dinner... So, I called the [restaurant] so I could already track it and have it as close as possible. And then my parents get here, and they're like, ‘Oh, we're going go to [this other restaurant] instead.’ And I was literally having anxiety about going. I didn't want to go to dinner. I was like, ‘No. I already had everything perfectly planned for my day,’ and that was probably a bad moment... I feel like eating disorders stem from people trying to be perfect, and with this, you're hitting numbers trying to be perfect, so I think that could be kind of bad.", 
                "I guess it [the app] has made me more aware of numbers and just trying to meet some you know, calories burned for exercise and stuff like that because it will log it in there. So getting really hung up on numbers has worsened things... like you get so fixed on controlling everything because you know it’s at your hands, literally. You can control everything and then act on it. If I want to, the night before, I’ll tell myself what I will eat, like I get very big on planning the meal for the next day when it’s still the day before. So it’s a big control thing...",
                "I think it's [logging food and exercise everyday] definitely very triggering because you become obsessed with food, you look at food differently. Like now when I look at food, I see like that's protein, that's fat, that's carbs instead of like that's a chicken breast, that's peanut butter, that's a piece of bread, and so it's always thinking, how can I eat these things when I only have so many carbs or I have to eat this much protein. And so it's definitely very, very triggering to be tracking it all the time. And especially back then [during my eating disorder], it was like, ‘Well, that's 100 calories right there, like I need to eat broccoli instead, that's like 35 calories.’ It's a number game basically.",
                "I kind of set it [my goal], and then it [the app] gave me a calorie count of maybe 1200 calories. But I never wanted to go above 1000 calories. I remember like coming home from the gym, and if I was around like 500 calories, like I was happy with that... so I definitely didn't want to be anywhere near the maximum. I wanted to be underneath. So that's like a negative thing, thinking back... But at the time, it was kind of like a game to beat the calories, kind of. So one day I had a 0, maybe it was like a negative calorie. I was like, ‘Oh, wow, like look at me, like that's cool!’ But that's not what you should be thinking [laughs]. Or the days where I was eating like above 1000, I was like, ‘Oh, I ate way too much today,’ just because I wanted to be like way under the like 1200... Just because like you can visualize what you're eating, so the more you don't eat, it's like, ‘Oh I beat the app!’... I definitely wanted to beat the calories they gave me. I feel like that kind of does start an eating behavior where you don't want to eat anything.",
                "It [the app] had you put in your weight and stuff. I think that the calories they gave you was the lowest that it would give you [laughs]. And then it just became this weird competition thing with it... [I felt] amazing [when I ate under my calorie allotment]... I just felt like I achieved my goal for the day. I just felt a sense of achievement. And then each day I would get lower and lower and lower... Because it [the app] taught you that if you went over, you didn't succeed that day. But if you went under, then congrats, you're going to lose weight! You did what you were supposed to do that day... At the end of the night I would look through what I ate, and if it was mostly vegetables or something, I'd be proud, and then if it was strayed from that a little, I would probably freak out.",
                "It [the app] only takes you as low as 1200 calories because that's a regular diet would recommend, the lowest you can go. So I would adjust my diet... I put in I wasn't active even though I was really active, so my maintenance calories were already lower than they should have been. And then if I put in like lose 2lbs per week, it would be even lower. So I feel like that can be manipulative... I think it can easily spiral into like disordered eating.",
                "I was dancing 4 days a week for like 2-ish hours and then I was swimming 4-5 days a week for 1-2 hours as well as thinking I needed to start lifting. So I would in between all that, go to the gym 4 times a week and lift up the 10lb dumbbells, so my calorie expenditure was probably 3000- 4000 calories a day, and I was eating 1000... I didn't [record my exercise]. I don't think I ever recorded it simply because I knew I was doing so much.",
                "If I see the red, it's pretty much a bad day, and I feel like I have to start all over again. So then you'll probably see the next week [I’ll] be super low in like everything... I used to work at [a doughnut shop], so I would snack on things there, so you can log having a [doughnut hole]... and I actually had eaten a lot of calories, and I felt like crap... And I logged it, and I think it went into the red. When I went to gym, I worked out for so long that day, and I was able to see it go back to green and still say it had remaining calories... Like to see it go back to green made me feel like, ‘Ok, like I'm fine’ even though in retrospect, even if I'm eating a bunch of crap and exercising, that's really not that much healthier... But I liked seeing it go from like red to green.",
                "So I kind of used this app to document like every single thing I did. So if I went for like an hour walk, I would put it in here. And like every little exercise I did to get calories out of the app, I would do that... the exercise part was kind of how I was able to get to my 500 calorie limit. Normally, I would only want to eat around 800 or 900 calories, and then after exercise, it would drop down to, I would normally burn like 300 calories, so it would get pretty low. I remember one day... after exercising, I was at 0 calories. And I was like, ‘Look! Look at this! That's kind of cool.’ Like thinking about it, it's like so bad, but the app's kind of designed that way, to kind of want you to cancel out your calories.",
                "Normally on my cheat days, I try not to even enter it in the app because I didn't want to see it on the app [laughs]. But I think we went to the [restaurant] with my dad, and I remember me and my sister, we split a cheesecake, and she went to enter it in the app and saw that it had 40 saturated fats! And she literally started to almost cry after seeing that 'cause like, that's just almost, it's weird to say, but it's kind of devastating just because like visually, once you start losing weight, I started to picture the food I ate on parts of my body. So I was like, ‘That cheesecake's going to go right to my thighs, like right to my stomach.’ I didn't even enter it in the app 'cause I was like, ‘I don't want to see it,’ like I didn't want to know.",
                "What actually happens is if it's way over, I just don't log it [because] I don't want to see the damage. So I literally won't log it... I avoid that negative emotion by just simply not logging it.",
                "I slowly added calories, and then that's when I started tracking my macros, like my protein, carbs, and fat, to reach a certain amount to slowly gain weight, and then I guess you could say the way I use the app in recovery, like it kind of taught me how to eat again because when I would eat, it was just so disordered. I would have like 5 crackers. It was just all over the place. So I would say tracking my macros on here [the app] helped me recover because it taught me how to eat again, like a breakfast, lunch, dinner, and then snacks.",
                "It's [the app] helped... I can fit certain things into my macros and not feel bad about it. I was fitting an Oreo everyday kind of thing and realized that there's no bad foods... It helped me eat a lot more. This past off-season I was eating so much. Honestly, I don't want get back up to that point, but it really helped my metabolism get up and so I could track it and realize, ‘Oh, I can eat this much food and still stay pretty lean.’",
                "[sigh] I took a break from tracking, like the past year, I stopped using the app and just kind of started eating like a normal person again, and that was really nice so. I think everyone should do that, and I think that's really what has helped me.", 
                "I went to a psychologist on campus... because I was so anxious. And if I would binge-eat, then it would have been binge-eating of vegetables because I was so anxious about gaining weight. Just something at some point after a long miserable, I think semester at least, I just said no more and this is crazy. Nothing should drive me nuts, like food. So that's when I said, ‘I'm going to erase it [the app], I'll be fine.’ Then I would cheat a little bit, like I would remember everything. So I would write down on a paper. I had this and this and like add it up and do a calculation in my head. But that's when I erased it [the app], when it was just occupying me and energy-wise and time-wise just to insanity really.",
                "[I started to use the app again because of] just the desire to lose the weight because I know that I can't do it on my own. I really enjoyed competing in the body building show, and I really enjoyed that experience of being on stage and it's like this very glamorous day, you've never felt prettier. You get your hair done, your makeup done, it's crazy, it's a great day. But it was the after effects that I struggled with, and so I want to do that again, but I know I'm not ready to doitifIcan'tlosetheweightonmyownandlikegettoa better starting point... I think that I am at a healthy weight, just not where I want to be.", 
                "Last summer, I had to delete it. I deleted it and had to get it back 'cause I was like, ‘Oh, my gosh, I need to know what I'm eating.’ And I'm a very scientific numbers-based person, so I like having everything on point... So, it's hard for someone to have an app like that whenever you're like that. It consumes you... I literally got anxiety, so I had to get it back... I just want to hit everything correctly."]}, 

    {"title" : "Algorithmic Anxiety and Coping Strategies of Airbnb Hosts", 
    "subreddits" : ["airbnb_hosts"],
    "quotes" : ["Well, in terms of tweaking the description, I put everything in the title, I push the guest washroom and I push the free parking, all of that in my title. . . I imagine it’s going to get more eyeballs in the search results, and then they’ll click through.",
                "We know what we’re marketing towards, and we’re marketing towards that ‘looking for a deal’ sort of niche, ‘don’t want to pay for a big hotel downtown’, ‘enjoying the suburbs’, ‘want a place to park’, ‘want that smaller feel, but ultimately want a good deal’. That’s the big factor for us.",
                "I think, a lot of times, the guest has more questions. They want to clarify what they’re doing and I think the instant book just made them feel like, ‘I can’t ask those questions.’",
                "I think it [position in search results] is probably pretty im- pactful. If we’re buried somewhere at the bottom of a search and there’s a bunch of viable options in front of us, then ... I mean, unless somebody is very thoroughly checking every single option that’s out there for them, which seems like an overkill ... That you would get way less bookings when you’re buried somewhere.",
                "Hosts’ response rate is put out there on the main page too so the guests, the renters, can see it: ‘Owner usually responds within three hours’. So if I were booking on Airbnb, I would want to know that someone is gonna respond to me fairly quickly.",
                "You could sort through guests as they start putting in requests, but that would affect your rating if you were to say no to people all the time, so it’s better to do it in the system, to either incentivize those longer stays or to set the minimum rather than just say no to a bunch of people hoping you’ll fish around and get a longer-term one.",
                "I’m always shooting for five stars. I think, oh man, they gave me four stars only. Oh man. It’ll be so many good things about your place, and then still they give you four stars. I don’t understand. I don’t want to push it. I don’t ask them. I just leave it alone.",
                "I don’t like it [changing the listing title every day] because I might spend half an hour of my time every day, and then it’s not worth it. . . I still do it because there’s lots of blogs and stuff saying that you need to do it, and I don’t want to lose reservations.",
                "So, I see that you ask a number of question as to why you are saying no to this guest. And usually it’s got nothing to do with color, race, culture. Nothing. Nothing for me. It’s got other factors. But if I don’t answer correctly, I think, ‘Uh oh. I’m going to be punished.’",
                "I feel less motivated because I don’t think that it’s clear what I need to do, and I think that it’s frustrating seeing the search: lots of listings that are worse than mine are in higher positions.",
                "Yes, I do [have confidence in search results] because I play the game with you. I don’t misbehave. I’m a good host. Therefore, you represent me fairly. I think if I messed up, I would not be ranked [well].",
                "When I search for places, there’s never something I like at the top of the list where there’s zero reviews or negative reviews and most of them are usually Superhosts", 
                "I mean, I don’t like the idea of it because it’s not based on any facts, it’s more based on just that you’re paying more. So as far as the guest goes, they may be getting a property that really is subpar, and not as good a property, just because the owners decided to throw it up there.",
                "I’ll test...to see, generally if I were zooming in, how far out on the search can I be before you see it, if I changed the room type, how quickly do we show up, if I changed the price range, how quickly do I show up. We would test with all these different factors, and then we would make determinations based on what we needed then to do from there.",
                "I mean on HomeAway, I know for a fact that [calendar update] does [affect position in search results]. They say, the more often that you update the calendar, the higher your ranking will be.",
                "We look at their listings. We monitor really closely, and I mean, pretty darn closely, like we notice when nice places change, we notice when their descriptions change, we notice when the pictures change. We read the reviews that are around us.", 
                "I’ve gone in there and checked some of the other ones. It’s not always identical comparison because they’re in a different location or their property is a little smaller. But, I do look every once in a while to see if there are as many bookings around me.", 
                "That’s one of those things, so ... my whole competitiveness, I feel that if I looked at it, it would kind of haunt my dreams, like, how I could do more bookings and I would think about it way too much", 
                "If market price is $38, and I want to get that room booked in x amount of time, or by x date...if there’s more of a sense of urgency for me, then I’ll bring it down to $38 market price. If I don’t have that sense of urgency, then I’m going to kick it up a couple of bucks.", 
                "We set our price initially, I think we set it around $70. What we found was that the apartment was just going so fast that we assumed we were a little off with our price.",
                "[I think about] how happy the person is, because I think there’s a threshold where if you charge too much, a person will start to feel like it’s not a good deal, and then it starts to show up in the review.",
                "Because we do all of our own cleaning and stuff too so, we had had one-night minimum stays, which meant that very often we were cleaning the house, the space every single day in order to prepare for the next guest coming in the same day. And so that got a little hectic and we weren’t really fans of that but so it was on our own control, we changed that recently so it’s not a one-night minimum stay anymore.", 
                "If one day I don’t feel like working, or cleaning the house or whatever, maybe the price is going to be higher. If I’m going to do it, it has to be for a good reason."]}, 

    {"title" : "The Privilege of Immersion: Racial and Ethnic Experiences, Perceptions, and Beliefs in Digital Gaming Share on", 
    "subreddits" : ["gaming", "truegaming"],
    "quotes" : ["When I play online multiplayer, since I’m obviously not white, I am called a nigger when I play Halo Master Chief Addition. This is the worst experience and it makes me feel not part of my favorite community",
                "The only thing worse than invisibility is tokenism. I don't think any- one is asking for Dunkirk: The African Regiment, just normal black people with a range of personalities and backgrounds.",
                "I've never played a game with a female latina lead. Not one. I can't even name one game that features a latina sidekick. I'm sure there are some, but it's such a fringe thing that I've never been able to experience a fantasy world through the actions of some- one like me. Maybe this is me just being emotional but, it makes me sad. The few instances of latina characters I've heard of tend to fall under the sexy latina trope, it's like we're not seen as people just as hot play things or something.",
                "I choose a lighter skin tone because I am a darker Asian so it causes problems with the game. When I choose my skin color, all the faces makes it look like they’re African American.",
                "A lot of the hair, clothing, and other options seem to look better on avatars with lighter skin.", 
                "When I'm at work, I tend to identify as White (although I admit be- ing multi-racial when asked) because it is generally more ac- ceptable to behave as if I were white. At home, I identify as multi- racial and don't feel the need to change my appearance at home (in the workplace, I consistently have my hair pulled back or tamed, but at home I am comfortable wearing an afro)."]}
]
