[
    {"title" : "Algorithmic Management of Work on Online Labor Platforms: When Matching Meets Control", 
    "subreddits" : ["uberpeople"],
    "quotes" : ["I just passed the exam to get my license. I’m thinking of making this my schedule: tues, wed, thurs 7am1:30pm. Fri and sat 11pm-2am. Sunday off. Monday 6am-5pm. What do you think I can expect to make?",
                "You know, it’s not difficult to start a job. You can rent a car and you can, um, you can work any time. If you have an important appointment, you can stop the job, you can do a different appointment, you can look after your kids. That’s why I prefer this job, it’s good.",
                "I want to get out of the office life, jump-start my freelance career and pursue another bachelor’s. Uber/base work will just be the bridge. I will go hard full-time and also work on building my freelance work. I plan on it for one to two years. Maybe longer, who knows?",
                "On POOL, they use their own system. And once you press the navigation, it comes directly as their own system, you cannot use any other... I have no choice; you’re following it even if you get stuck in the traffic, and it may take you to [the] wrong places.",
                "She [the passenger] starts fighting with me: “why are you not dropping me first?” I said, “Miss, if you have a problem, just order UberX. It’s UberPOOL; it’s all about the Uber system, so I am just driving how they’re telling me to drive.",
                "We’re going to Chelsea Bridge now, right? And if it was UberPOOL, somebody could send me a job from Fifth Avenue and let’s say 45th Street, or even 9th Avenue and 50th Street, and they may cancel it, but by the time they cancel, you’ve already made this left. So, you know, it’s a lot of headaches in the city ... it doesn’t make any sense.",
                "They don't pay the base fee, the minimum. Like for instance, you’re hiring this cab right now, you pay what we call the base fee and plus mileage and time. But if then in the UberPOOL the second customer comes in, he doesn’t pay the base fee, and automatically once I accept the second in, my meter will be frozen. Until I pick up that customer, the first customer is not paying me anything, and once I pick up the second customer, if the second customer gets off earlier, you find out the way the portion of his payment, he can go for almost a mile and pay $2.50 and get off the cab. That’s wrong. Yeah, that’s wrong.",
                "You don't have to go out there and source your own passengers, to go and look for the passengers. In [the] case of Uber and Lyft, they have the passenger database already; all you need to do is jump into the cab and they will send you the passengers.",
                "From Uptown they are going to give you the customer which is going towards the Downtown, OK? And you enter the Downtown, they are going to send you another customer which is going to Brooklyn from the Downtown, so that’s how they can keep giving you the rides, and you will finally, you will go near to home.",
                "If you are putting in maximum hours, like 72 hours, 80 hours per week, you are making enough money. You are making good money, instead of any other job ... If you work 60 hours or 50 hours, you are going to make like $1,500 easy ... and $1,500 is going to be some gas money. You can say $150 and then $50 other expenses, $200 for the car, and after that I think $1,000, $1,200 left. If you put in 60 hours, it’s like 10 hours per day and six days per week.",
                "For me, the identity, that’s how we identify ourselves, as Uber drivers ... I see myself as being self-employed. I don’t have to answer to anybody. It works for me. I don’t work well for a boss, and I haven’t done that in 20 years. I’ve been independent.",
               "Now we are partners? You take 40% of the fare, we give our sweat, blood, and expenses, and you call us partners? What kinda partnership is that? You get to wear the pants while I do everything and I’m still stuck with the bills? Partnership? Partners? Employer? Master?",
              "Use Uber, don’t get used by them! Don’t take the side of Uber. Uber is not a human who will understand your pain. Uber never listens to drivers or pax and never will in future! ... Company comes, company goes. Who cares? Something else will come if Uber goes bust. What makes someone loyal to Uber? It’s an app.!!!!!! There is nothing to be loyal!!!!!!!! Use it or delete it!",
             "Just want to take the time to thank you all. I know that I hit heads with many. I know that some have completely opposite opinions that the ones I share and promote. But still, being part of this community of drivers, help me immensely go thru very dark times.",
            "Respect yourself and remember that these companies are worth jack without you. Don’t allow yourself to be abused by pax, and don’t worry about receiving a few bad ratings here and there. Everybody drops in the beginning, but good drivers bounce back up in the long run. But you must remember to always keep polite and professional. Be nice, even when you are kicking someone out of your vehicle. And don’t forget to get a dash cam that records inside. NY is a one-party wiretape state, but even if it wasn’t it is a lot easier to answer the accusation of illegal recording than one of physical abuse, sexual misconduct and/or rape. Remember that you never know who is getting into your vehicle and there have been numerous stories of drivers being falsely accused by passengers. A dash cam is your friend.",
       "A lot of people get together in the same WhatsApp group and they try to understand better how to make money on the platform ... Trying to understand and trying to improve upon the work ... just look at something comparable, like Craigslist: there is not the same tendency for people to get together as we see it on the Uber platform. I would compare it to Youtube, where you also see content creators flocking together to understand the algorithms better.",
        "If you do not want to take uberpoop rides then just ignore them. After about 2-3 days of ignoring them you will not receive any more. I have not received an uberpoop request in months. I guess uber thinks they are punishing me by not sending me any more...poor me. LOL.",
       "Um, I think it’s a good thing because if ... You know, it’s not difficult to start a job. You can rent a car and you can, um, you can work any time ... So I would say, yeah, I would see what will happen; but as I told you, I’ve been here six weeks, so if I am happy then I will continue.", 
      "Sometimes they call us for a meeting. And they do research: “everything going alright?” I mean, what kind of ideas we come up with to make it better, do you know what I mean? Sometimes they will phone us and ask us ... Well, they phone me anyway, ask us for my opinion. Because in two months’ time I’ll be here. I’m three years.",
     "Yeah, a friend. I didn’t see that in the news or magazine or newspaper but friend, yeah. That’s why I start for this job. Then I am using someone’s car. This car belongs, I lent, because I want to see how it’s going; or if I’m happy I’m going to buy a car, I am going to stay, continue with it." 
                ]}
] 
